[401]
;Arabic (AR)
Title="معلومات الدعم لـ HP"
Model="Model #: "
Serial="Serial #: "
SupportID="Support ID #: "
BuildID="Software Build #: "
Product="Product #: "
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="Service ID #: "

[416]
;Portuguese Brazil (BR) 
Title="Informações de Suporte do HP"
Model="Número do modelo: "
Serial="Número de Série: "
SupportID="Número de ID do Suporte: "
BuildID="Número de Montagem do Software: "
Product="Número do Produto: "
HWBOM="Número da BOM de Hardware: "
SWBOM="Número da BOM do Software: "
ServiceID="Número de ID do Serviço: "

[405]
;Czech (cs)
Title="Informace o odborné pomoci pro počítače HP"
Model="Číslo modelu: "
Serial="Sériové číslo: "
SupportID="Identifikační číslo podpory: "
BuildID="Číslo sestavení softwaru: "
Product="Číslo výrobku: "
HWBOM="Číslo BOM hardwaru: "
SWBOM="Číslo BOM softwaru: "
ServiceID="Identifikační číslo služby: 

[407]
;Germany (DE)
Title="HP Support-Informationen"
Model="Modell #: "
Serial="Seriell #: "
SupportID="Support-ID #: "
BuildID="Software-Aufbau #: "
Product="Produkt #: "
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="Service-ID #: "

[406]
;Denmark (DK)
Title="hp Supportoplysninger"
Model="Modelnummer: "
Serial="Serienummer: "
SupportID="Support-id-nummer: "
BuildID="Programversionsnummer: "
Product="Produktnummer: "
HWBOM="Hardware-BOM-nummer: "
SWBOM="Program-BOM-nummer: "
ServiceID="Service-id-nummer: "

[408]
;Greece (GR)
Title="Πληροφορίες υποστήριξης για ΗΡ"
Model="Αρ. μοντέλου: "
Serial="Σειριακός αριθμός: "
SupportID="Αρ. αναγνωριστικού υποστήριξης: "
BuildID="Αρ. build λογισμικού: "
Product="Αρ. προϊόντος: "
HWBOM="Αρ. ΒΟΜ υλικού: "
SWBOM="Αρ. ΒΟΜ λογισμικού: "
ServiceID="Αρ. αναγνωριστικού εξυπηρέτησης: "

[40b]
;Finland (FI)
Title="hp tukitiedot"
Model="Mallin numero: "
Serial="Sarjanumero: "
SupportID="Tuki-ID-numero: "
BuildID="Ohjelmiston build-numero: "
Product="Tuotenumero: "
HWBOM="Laitteiston BOM-numero: "
SWBOM="Ohjelmiston BOM-numero: "
ServiceID="Huollon ID-numero: "

[40c]
;France (FR)
Title="Utilitaire de support HP"
Model="Nº du modèle : "
Serial="Nº série : "
SupportID="Identité support : "
BuildID="Version de logiciel : "
Product="Nº de Produit : "
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="Identité de service: "

[40d]
;Israel (IL)
Title="פרטי תמיכה ב-HP"
Model="Model #: "
Serial="Serial #: "
SupportID="Support ID #: "
BuildID="Software Build #: "
Product="Product #: "
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="Service ID #: "

[410]
;Italy (IT)
Title="Informazioni per l'assistenza su HP"
Model="N. modello: "
Serial="N. di serie: "
SupportID="ID supporto: "
BuildID="Build software n.: "
Product="N. prodotto: "
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="ID Assistenza: "

[411]
;Japan (JP)
Title="HP サポート情報"
Model="モデル #: "
Serial="シリアル #: "
SupportID="サポート ID #: "
BuildID="ソフトウェア ビルド #: "
Product="製品 #: "
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="サービス ID #: "

[412]
;Korea (KR)
Title="HP 지원 정보"
Model="모델 번호: "
Serial="일련 번호: "
SupportID="지원 ID 번호: "
BuildID="소프트웨어 빌드 번호: "
Product="제품 번호: "
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="서비스 ID 번호: "

[c0a]
;Spanish (ES)
Title="Información de Soporte Técnico de HP"
Model="Nº de modelo: "
Serial="Nº de serie: "
SupportID="Nº ident. soporte: "
BuildID="Nº de compilación: "
Product="Nº de producto: "
HWBOM="Nº de lista de hw: "
SWBOM="Nº de lista de sw: "
ServiceID="Nº de servicio: "

[413]
;Netherlands (NL)
Title="HP ondersteuning Informatie"
Model="Modelnr. "
Serial="Serienr. "
SupportID="Ondersteuning ID nummer "
BuildID="Software versienr. "
Product="Produktnr. "
HWBOM="Hardware versienr. "
SWBOM="Software versienr. "
ServiceID="Service ID nummer "

[414]
;Norway (NO)
Title="Brukerstøtteinformasjon for HP"
Model="Modell #: "
Serial="Serie #: "
SupportID="Brukerstøtte-ID #: "
BuildID="Programvareversjon #: "
Product="Produkt #: "
HWBOM="Maskinvare-BOM #: ""
SWBOM="Programvare-BOM #: "
ServiceID="Brukerstøtte-ID #: "

[415]
;Poland (PL)
Title="Informacje o pomocy technicznej dla komputera firmy HP"
Model="Numer modelu: "
Serial="Numer seryjny: "
SupportID="Numer identyfikatora pomocy technicznej: "
BuildID="Numer wersji oprogramowania: "
Product="Numer produktu: "
HWBOM="Numer znacznika porządku bajtów (BOM) sprzętu: "
SWBOM="Numer znacznika porządku bajtów (BOM) oprogramowania: "
ServiceID="Numer identyfikatora usługi: "

[816]
;Portugal (PT)
Title="Informações de suporte HP"
Model="Número de modelo: "
Serial="Número de série: "
SupportID="Número de ID de suporte: "
BuildID="Número de versão de software: "
Product="Número do produto: "
HWBOM="Número de BOM de hardware: "
SWBOM="Número de BOM de software: "
ServiceID="Número de ID de serviço: "

[419]
;Russia (RU)
Title="Сведения о поддержке HP"
Model="Номер модели: "
Serial="Серийный номер: "
SupportID="Идентификатор поддержки: "
BuildID="Номер сборки программного обеспечения: "
Product="Номер продукта: "
HWBOM="Аппаратное обеспечение (BOM): "
SWBOM="Программное обеспечение (BOM): "
ServiceID="Идентификатор обслуживания: "

[804]
;Chinese (zh)
Title="HP 支持信息"
Model="型号："
Serial="序列号："
SupportID="支持 ID："
BuildID="软件构件号："
Product="产品号："
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="服务 ID："

[41b]
;Slovakia (SK)
Title="Informácie podpory spoločnosti HP Pavilion"
Model="Číslo modelu: "
Serial="Sériové číslo: "
SupportID="Identifikačné číslo podpory: "
BuildID="Číslo verzie softvéru: "
Product="Číslo produktu: "
HWBOM="Číslo zoznamu hardvéru: "
SWBOM="Číslo zoznamu softvéru: "
ServiceID="Identifikačné číslo servisu: "

[41d]
;Switzerland (SW)
Title="HP support information"
Model="Modellnr.: "
Serial="Serienr.: "
SupportID="Support-ID-nr.: "
BuildID="Programversionsnr.: "
Product="Artikelnr.: "
HWBOM="Fraktnr. maskin: "
SWBOM="Fraktnr. program: "
ServiceID="Service-ID: "

[404]
;Traditional Chinese Taiwan
Title="HP 支持信息"
Model="型號："
Serial="序號："
SupportID="支援 ID 編號："
BuildID="軟體組建編號："
Product="產品編號："
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="服務 ID 編號： "

[c04]
;Traditional Chinese Hong Kong
Title="HP 支持信息"
Model="型號："
Serial="序號："
SupportID="支援 ID 編號："
BuildID="軟體組建編號："
Product="產品編號："
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="服務 ID 編號： "


[41f]
;Turkey (TR)
Title="HP Destek Bilgileri"
Model="Model numarası: "
Serial="Seri numarası: "
SupportID="Destek numarası: "
BuildID="Yazılım yapı numarası: "
Product="Ürün numarası: "
HWBOM="Donanım Ürün Ağacı numarası: "
SWBOM="Yazılım Ürün Ağacı numarası: "
ServiceID="Servis numarası: "

[409]
;English
Title="HP Support Information"
Model="Model #: "
Serial="Serial #: "
SupportID="Support ID #: "
BuildID="Software Build #: "
Product="Product #: "
HWBOM="Hardware BOM #: "
SWBOM="Software BOM #: "
ServiceID="Service ID #: "

[42d]
;basque
Title="HPren Laguntza-Informazioa "
Model="Modelo zk.: "
Serial="Serie-zk.:  "
SupportID="Laguntzaren ID zk.: "
BuildID="Softwarearen bertsio zk.: "
Product="Produktu zk.: "
HWBOM="Hardware-material zerrenda zk.: "
SWBOM="Software-material zerrenda zk.:  "
ServiceID="Zerbitzuaren ID zk.:  "


[403]
;Catalan
Title="Informació de suport de HP "
Model="Número del model: "
Serial="Número de sèrie:  "
SupportID="Número d'identificació de suport:  "
BuildID="Número de versió de programari:  "
Product="Número de producte:  "
HWBOM="Número de llista de material del maquinari:  "
SWBOM="Número de llista de material del programari:  "
ServiceID="Número d'identificació de servei:  "

[456]
;Galician
Title="Información do soporte HP "
Model="Núm. de modelo: "
Serial="Núm. de serie:  "
SupportID="Identificación do soporte:  "
BuildID="Build do software:  "
Product="Núm de producto:  "
HWBOM="LDM hardware:  "
SWBOM="LDM software:  "
ServiceID="Identificación  do servizo:  "

[41A]
;Croatian
Title="Informacije o HP podršci "
Model="Broj modela: "
Serial="Serijski broj:  "
SupportID="ID podrške:  "
BuildID="Broj izgradnje softvera:  "
Product="Broj proizvoda:  "
HWBOM="Specifikacija hardvera:  "
SWBOM="Specifikacija softvera:  "
ServiceID="Servisni identifikacijski broj:  "

[424]
;Slovenian
Title="Informacije za HP-jevo podporo "
Model="Št. modela: "
Serial="Serijska št.:  "
SupportID="ID št. za podporo:  "
BuildID="Različica programske opreme:  "
Product="Št. izdelka:  "
HWBOM="Št. kosovnice strojne opreme:  "
SWBOM="Št. kosovnice programske opreme:  "
ServiceID="ID št. storitve:  "

[c1a]
;Serbian
Title="Informacije o HP podršci "
Model="Broj modela: "
Serial="Serijski broj:  "
SupportID="ID podrške:  "
BuildID="Verzija softvera:  "
Product="Broj proizvoda:  "
HWBOM="Verzija uputstva za hardver:  "
SWBOM="Verzija uputstva za softver:  "
ServiceID="ID usluge:  "

[81a]
;Serbian
Title="Informacije o HP podršci "
Model="Broj modela: "
Serial="Serijski broj:  "
SupportID="ID podrške:  "
BuildID="Verzija softvera:  "
Product="Broj proizvoda:  "
HWBOM="Verzija uputstva za hardver:  "
SWBOM="Verzija uputstva za softver:  "
ServiceID="ID usluge:  "

[241a]
;Serbian
Title="Informacije o HP podršci "
Model="Broj modela: "
Serial="Serijski broj:  "
SupportID="ID podrške:  "
BuildID="Verzija softvera:  "
Product="Broj proizvoda:  "
HWBOM="Verzija uputstva za hardver:  "
SWBOM="Verzija uputstva za softver:  "
ServiceID="ID usluge:  "


[425]
;Estonian
Title="HP toeteave "
Model="Mudelinr: "
Serial="Seerianr: "
SupportID="Toe ID: "
BuildID="Tarkvarajärgu nr: "
Product="Tootenr: "
HWBOM="Riistvara BOM-i nr:  "
SWBOM="Tarkvara BOM-i nr: "
ServiceID="Teenuse ID: "

[427]
;Lithuanian
Title="HP palaikymo informacija "
Model="Modelio Nr.: "
Serial="Serijos Nr.  "
SupportID="Palaikymo ID Nr.  "
BuildID="Progr. įr. komponavimo versijos Nr.  "
Product="Produkto Nr.  "
HWBOM="Aparatūros KS Nr.  "
SWBOM="Programinės įrangos KS Nr.  "
ServiceID="Techninės priežiūros ID Nr.  "

[426]
;Latvian
Title="HP atbalsta informācija "
Model="Modeļa nr.: "
Serial="Sērijas nr.:  "
SupportID="Atbalsta ID nr.:  "
BuildID="Iebūvētās programmatūras nr.:  "
Product="Produkta nr.:  "
HWBOM="Aparatūras BOM nr.:  "
SWBOM="Programmatūras BOM nr.:  "
ServiceID="Servisa ID nr.:  "


[418]
;Romanian
Title="Informaţii asistenţă HP "
Model="Model nr.: "
Serial="Serie:  "
SupportID="ID asistenţă:  "
BuildID="Număr versiune software:  "
Product="Nr. produsului:  "
HWBOM="Nr. BOM hardware:  "
SWBOM="Nr. BOM software:  "
ServiceID="ID service:  "

[41e]
;Thai
Title="ข้อมูลการสนับสนุนจาก HP "
Model="หมายเลขรุ่น: "
Serial="หมายเลขลำดับประจำสินค้า:  "
SupportID="หมายเลขรหัสการสนับสนุน:  "
BuildID="รุ่นซอฟต์แวร์:  "
Product="หมายเลขผลิตภัณฑ์:  "
HWBOM="หมายเลขสูตรการผลิตฮาร์ดแวร์:  "
SWBOM="หมายเลขสูตรการผลิตซอฟต์แวร์:  "
ServiceID="หมายเลขรหัสการบริการ:  "

[402]
;Bulgarian
Title="Информация за поддръжка на HP "
Model="Номер на модел: "
Serial="Сериен номер: "
SupportID="ИД номер на поддръжка: "
BuildID="Версия на софтуера: "
Product="Продуктов номер: "
HWBOM="Номер на спецификация на хардуер: "
SWBOM="Номер на спецификация на софтуер: "
ServiceID="Сервизен ИД номер: "

[40e]
;Hungarian
Title="HP támogatási információk "
Model="Típusszám: "
Serial="Sorszám: "
SupportID="Támogatási azonosító: "
BuildID="Szoftver buildszám: "
Product="Termékszám: "
HWBOM="Hardveres anyagjegyzék szám: "
SWBOM="Szoftveres anyagjegyzék szám: "
ServiceID="Szolgáltatás azonosítószám: "